{
    "(and :count more error)": "(and :count more error)",
    "(and :count more errors)": "(and :count more error)|(and :count more errors)|(and :count more errors)",
    "A decryption key is required.": "A decryption key is required.",
    "All rights reserved.": "All rights reserved.",
    "Autor:": "Author: ",
    "Año:": "Year: ",
    "Bibloteca Los Tres Cerditos": "The Three Little Pigs Library",
    "Casa": "Home",
    "Coloca el número estándar internacional de libro": "Place the international standard book number",
    "Editorial:": "Publisher: ",
    "Email de Editorial:": "Publisher's email: ",
    "Encrypted environment file already exists.": "Encrypted environment file already exists.",
    "Encrypted environment file not found.": "Encrypted environment file not found.",
    "Enviar": "Send",
    "Environment file already exists.": "Environment file already exists.",
    "Environment file not found.": "Environment file not found.",
    "errors": "errors",
    "Escribe el año en que se realizo el libro": "Write the year the book was made",
    "Escribe el email de la editorial": "Write the publisher's email",
    "Escribe el nombre del Autor": "Write the name of the Author",
    "Escribe el nombre del libro": "Write the name of the book",
    "Escribe el total de paginas": "Write the total number of pages",
    "Escribe la editorial al que le pertenece": "Write the publisher to which the book belongs",
    "Forbidden": "Forbidden",
    "Go to page :page": "Go to page :page",
    "Han, de 53 años, comenzó su carrera con un grupo de poemas en una revista surcoreana, antes de debutar en prosa en 1995 con una colección de relatos cortos. Más tarde empezó a escribir obras en prosa más largas, entre las que destaca “La vegetariana” (“The vegetarian”), uno de sus primeros libros traducidos al inglés. La novela, que ganó el premio Man Booker International en 2016, narra el intento de una joven para vivir una existencia más “vegetal” tras sufrir macabras pesadillas sobre la crueldad humana. Han es la primera autora surcoreana que gana el premio de literatura, y apenas la 18ª mujer de los 117 galardones concedidos desde 1901. Gran parte de la obra de Han plantea la pregunta, expresada por un personaje de su novela de 2019 “Europa”, cuyo protagonista se ve atormentado por pesadillas: “Si pudieras vivir como deseas, ¿qué harías con tu vida?”. Aunque muchas de las protagonistas de Han son mujeres, sus obras en prosa suelen estar narradas desde la perspectiva de los hombres. “Antes de que mi mujer se hiciera vegetariana, siempre había pensado en ella como alguien completamente intrascendente en todos los sentidos”, comienza su novela “La vegetariana”. “Sin embargo, si no había ningún atractivo especial, tampoco se presentaba ningún inconveniente en particular, y por lo tanto no había ninguna razón para que los dos no nos casáramos”. Escrito y publicado originalmente en coreano, “La vegetariana” fue traducido por Deborah Smith, que entonces tenía 28 años. Smith, según admite ella misma, fue “monolingüe hasta los 21 años”, y solo optó por el coreano debido a la falta de traductores inglés-coreano. La Academia Sueca alabó la obra de Han por su “conciencia única de las conexiones entre el cuerpo y el alma, los vivos y los muertos”. A través de su “estilo poético y experimental”, dijo la Academia, Han “se ha convertido en una innovadora de la prosa contemporánea”. Anna-Karin Palm, miembro del Comité Nobel de Literatura, dijo que los lectores que no estén familiarizados con la obra de Han deberían empezar por “Human Acts” (“Actos humanos”), una novela de 2014 que reflexiona sobre el Levantamiento de Gwangju de 1980, cuando más de 100 civiles fueron asesinados durante las manifestaciones prodemocráticas lideradas por estudiantes en la ciudad surcoreana. “Actos humanos” muestra cómo “los vivos y los muertos están siempre entrelazados y cómo este tipo de traumas permanecen en una población durante generaciones”, dijo Palm en la ceremonia de anuncio de este jueves. Pero la escritura “intensa y lírica” de Han casi actúa como consuelo frente a esta violencia histórica, añadió Palm. “Su prosa, muy tierna y precisa, se convierte casi en un contrapunto al brutal ruido del poder”, afirmó. Antes del anuncio, Ellen Mattson, otra integrante del comité, detalló cómo el jurado selecciona cada año al galardonado. “Empezamos con una lista muy larga de unos 220 nombres”, explicó Mattson. “Luego tenemos que navegar a través de esa enorme masa de nombres - y ahí necesitamos la ayuda de expertos de diferentes partes del mundo”. Al final, el comité llega a una colección de “unos 20 nombres”, que luego se reduce a una preselección de cinco autores. “Ahí es donde empieza el verdadero trabajo”, explica Mattson. A continuación, cada miembro del comité tiene que “leer todo lo que escriban esos cinco autores” para empezar a perfilar un único ganador.": "Han, 53, began her career with a group of poems in a South Korean magazine before making her prose debut in 1995 with a collection of short stories; she later began writing longer prose works, most notably The Vegetarian, one of her first books translated into English; the novel, which won the Man Booker International Prize in 2016, tells the story of a young womans attempt to live a more “plant-like” existence after suffering macabre nightmares about human cruelty; Han is the first South Korean author to win the literature prize and only the 18th woman among the 117 awards given since 1901; much of Han's work raises the question posed by a character in her 2019 novel Europa, whose protagonist is tormented by nightmares: “If you could live as you wished, what would you do with your life?”; although many of Hans protagonists are women, her prose is often narrated from a male perspective; “Before my wife became vegetarian, I had always thought of her as completely unremarkable in every way,” begins her novel The Vegetarian; “however, if there was no special appeal, there was also no particular disadvantage, so there was no reason for us not to get married”; originally written and published in Korean, The Vegetarian was translated by Deborah Smith, who was 28 at the time; Smith, who admits to having been “monolingual until 21,” chose Korean simply because of the lack of English-Korean translators; the Swedish Academy praised Hans work for its “unique awareness of the connections between the body and the soul, the living and the dead”; through her “poetic and experimental style,” the Academy said, Han “has become an innovator of contemporary prose”; Anna-Karin Palm, a member of the Nobel Literature Committee, said readers unfamiliar with Han's work should start with Human Acts, a 2014 novel that reflects on the 1980 Gwangju Uprising, when over 100 civilians were killed during the pro-democracy protests led by students in the South Korean city; Human Acts shows how “the living and the dead are always intertwined and how this kind of trauma remains with a population for generations,” Palm said at Thursday's announcement ceremony; but Hans “intense and lyrical” writing almost serves as a comfort in the face of this historical violence, Palm added; “her prose, very tender and precise, almost becomes a counterpoint to the brutal noise of power,” she said; before the announcement, Ellen Mattson, another member of the committee, explained how the jury selects each years laureate; “we start with a very long list of around 220 names,” Mattson explained; “then we have to navigate through that huge mass of names—and thats where we need the help of experts from different parts of the world”; in the end, the committee arrives at a list of “about 20 names,” which is then reduced to a shortlist of five authors; “thats where the real work begins,” Mattson explained; next, each committee member must “read everything those five authors have written” to start shaping a single winner.",
    "Hello!": "Hello!",
    "If you did not create an account, no further action is required.": "If you did not create an account, no further action is required.",
    "If you did not request a password reset, no further action is required.": "If you did not request a password reset, no further action is required.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:",
    "Invalid filename.": "Invalid filename.",
    "Invalid JSON was returned from the route.": "Invalid JSON was returned from the route.",
    "length": "length",
    "Location": "Location",
    "Login": "Login",
    "Logout": "Logout",
    "Los Tres Cerditos": "The Three Little Pigs",
    "Not Found": "Not Found",
    "Noticia Literaria del día": "Literary news of the day",
    "Numero de paginas:": "Number of pages: ",
    "of": "of",
    "Otorgan el Premio Nobel de Literatura a Han Kang por su “intensa prosa poética” que confronta la fragilidad humana; es la primera surcoreana en ganarlo": "Han Kang is awarded the Nobel Prize in Literature for her “intense poetic prose” that confronts human fragility; she is the first South Korean to win it",
    "Page Expired": "Page Expired",
    "Pagination Navigation": "Pagination Navigation",
    "Payment Required": "Payment Required",
    "Please click the button below to verify your email address.": "Please click the button below to verify your email address.",
    "Regards,": "Regards,",
    "Register": "Register",
    "Registro de libro": "Book registration",
    "Reset Password": "Reset Password",
    "Reset Password Notification": "Reset Password Notification",
    "results": "results",
    "Server Error": "Server Error",
    "Service Unavailable": "Service Unavailable",
    "Showing": "Showing",
    "The given data was invalid.": "The given data was invalid.",
    "The response is not a streamed response.": "The response is not a streamed response.",
    "The response is not a view.": "The response is not a view.",
    "This action is unauthorized.": "This action is unauthorized.",
    "This password reset link will expire in :count minutes.": "This password reset link will expire in :count minutes.",
    "Titulo:": "Title: ",
    "to": "to",
    "Toggle navigation": "Toggle navigation",
    "Too Many Requests": "Too Many Requests",
    "Unauthorized": "Unauthorized",
    "Verify Email Address": "Verify Email Address",
    "Whoops!": "Whoops!",
    "You are receiving this email because we received a password reset request for your account.": "You are receiving this email because we received a password reset request for your account."
}